{
    "title": "about",
    "content": [
        {
            "section": "about-section",
            "section_title": {
                "title": "Our team design and manufacture <br> our installation equipment."
            },
            "image": {
                "src": "/images/hydraulic-power-pack.png"
            },
            "items": [
                {
                    "id": 1,
                    "title": "Our History",
                    "description": "Established in 1971 in Oakham, Rutland, England, the company began to design and manufacture cable jointing equipment and gradually diversified into winching equipment for the power transmission industry. With the de-regulation of the electricity industry, power companies entered the field of telecommunications, installing fibre optic cables along transmission line networks. CBS seized this opportunity to develop and build a line of pullers, tensioners and running out blocks for high production cable placing."
                },
                {
                    "id": 2,
                    "title": "Working with <br/> Major Players.",
                    "description": "Our success in the UK telecoms market meant that the company’s expertise and know-how rapidly came to the attention of the major players in the realm of fibre optic cable. Consequently, CBS has become the partner of choice in a number of high profile, international fibre optic cable projects around the globe in which our company has demonstrated its prowess in developing innovative solutions capable of withstanding extreme conditions, both of climate and terrain."
                }
            ]
        },
        {
            "section": "quote-section",
            "section_title": {
                "title": "Our work with British Telecommunications (BT)"
            },
            "texts": [
                {
                    "id": 1,
                    "content": "Towards the end of the 90’s the company’s continuing quest for new horizons was promoted by achieving the internationally recognised Quality Standard, BS EN ISO 9001. The development of the Tornado series of fibre optic cable blowing machines proved highly successful both in the UK and global telecom markets. In the UK, the Tornado out-performed its competition in a most demanding evaluation, enabling CBS to win a highly coveted contract as exclusive suppliers of cable blowing equipment to British Telecommunications (BT). In 2021, CBS celebrated its 50th Anniversary! Our longevity in the field is proof that, empowered with the financial and engineering resources of Klein Tools USA, CBS Products has what it takes to keep your project running smoothly and on schedule whether you’re in telecoms, CATV or power transmission line construction; which brings us to the most compelling reason to consider CBS Products when planning your next cable deployment project: your bottom line."
                }
            ]
        },
        {
            "section": "funfact-section",
            "section_title": {
                "title": "Statistics"
            },
            "funfacts": [
                {
                    "id": 1,
                    "title": "Years Active",
                    "counter": 53
                },
                {
                    "id": 2,
                    "title": "Products",
                    "counter": 197,
                    "suffix": "+"
                }
            ]
        }
    ]
}
